<template>
  <section class="about-section container" id="about">
    <h2 class="mb-xl">О КОМПАНИИ</h2>
    <div class="mb-xl">
      <p>
        Значимость этих проблем настолько очевидна, что консультация с профессионалами из IT
        позволяет выполнить важнейшие задания по разработке модели развития. С другой стороны начало
        повседневной работы по формированию позиции позволяет выполнить важнейшие задания по
        разработке модели развития! Таким образом, курс на социально-ориентированный национальный
        проект требует от нас системного анализа соответствующих условий активизации!
      </p>
      <p>
        Задача организации, в особенности же выбранный нами инновационный путь представляет собой
        интересный эксперимент проверки системы обучения кадров, соответствующей насущным
        потребностям! Таким образом, новая модель организационной деятельности создаёт предпосылки
        качественно новых шагов для направлений прогрессивного развития.
      </p>
    </div>
    <Features class="mt-xl" />
  </section>
</template>

<script setup>
import Features from '@/components/Features.vue'
</script>

<style scoped>
.about-section {
  padding-top: 76px;
  padding-bottom: 80px;
}
</style>
